---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.PipingMass
source: html/f22cbe43-9ce6-9669-1902-b57774352a2f.htm
---
# Autodesk.Revit.DB.SpecTypeId.PipingMass Property

Mass, in discipline Piping.

## Syntax (C#)
```csharp
public static ForgeTypeId PipingMass { get; }
```